# GetImageCropObject

## Description
Get the crop of a cropped image.

```pascal
FUNCTION GetImageCropObject(object : HANDLE) : HANDLE;
```

```python

def vs.GetImageCropObject(object):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|object|HANDLE||

## Returns
Returns the handle of the cropper of the image.

## Version
Availability: from Vectorworks 2014
## Category
* Textures